[
  {
    "id": 1,
    "title": "Rolex Submariner",
    "description": "The Rolex Submariner is a classic dive watch known for its durability and timeless design. It features a rotating bezel, luminous markers, and is water-resistant up to 300 meters.",
    "url": "/watches/omega/speedmaster",
    "image": "/casio/marlin.avif"
  },
  {
    "id": 2,
    "title": "Omega Speedmaster",
    "description": "The Omega Speedmaster is a legendary chronograph watch that has been to the moon. It features a tachymetric scale, chronograph functions, and a classic design.",
    "url": "/watches/rolex/submariner",
    "image": "/casio/marlin.avif"
  },
  {
    "id": 3,
    "title": "Tag Heuer Carrera",
    "description": "The Tag Heuer Carrera is a sporty chronograph watch that combines elegance with performance. It features a tachymetric scale, chronograph functions, and a sleek design.",
    "url": "/watches/tagheuer/carrera",
    "image": "/casio/marlin.avif"
  },
  {
    "id": 4,
    "title": "Breitling Navitimer",
    "description": "The Breitling Navitimer is a pilot's watch known for its complex dial and chronograph functions. It features a slide rule bezel, luminous markers, and a robust design.",
    "url": "/watches/breitling/navitimer",
    "image": "/casio/marlin.avif"
  },
  {
    "id": 5,
    "title": "Patek Philippe Nautilus",
    "description": "The Patek Philippe Nautilus is a luxury sports watch known for its unique octagonal bezel and integrated bracelet. It features a self-winding movement and a classic design.",
    "url": "/watches/patekphilippe/nautilus",
    "image": "/casio/marlin.avif"
  },
  {
    "id": 6,
    "title": "Audemars Piguet Royal Oak",
    "description": "The Audemars Piguet Royal Oak is a luxury sports watch known for its unique octagonal bezel and integrated bracelet. It features a self-winding movement and a classic design.",
    "url": "/watches/audemarspiguet/royaloak",
    "image": "/casio/marlin.avif"
  },
  {
    "id": 7,
    "title": "IWC Big Pilot",
    "description": "The IWC Big Pilot is a large pilot's watch known for its legibility and robust design. It features a large dial, luminous markers, and a self-winding movement.",
    "url": "/watches/iwc/bigpilot",
    "image": "/casio/marlin.avif"
  }
]