[
  {
    "id": 1,
    "title": "Casio Marlin Duro MDV-106, adiós al pez vela",
    "description": "Con la fiabilidad de esta gran marca japonesa por bandera y luciendo el pez vela en su dial, estamos ante un modelo de Casio en peligro de extinción. En el año 2021 perdieron los derechos de imagen sobre este pez vela y se vieron obligados a descontinuar este modelo, presentando su sucesor exactamente igual pero sin el logo del Marlin en el dial.",
    "url": "/watches/casio/marlin-mdv-106",
    "image": "/watches/casio/marlin.png"
  },
  {
    "id": 2,
    "title": "Pagani Design PD-1651, el Rolex Yatch-Master barato",
    "description": "El mundo de los homenajes relojeros está lleno de opciones más o menos inspiradas, pero pocas tan equilibradas como este Pagani Design PD-1651. Inspirado en el icónico Rolex Yacht-Master, este diver económico no solo sorprende por su estética elegante y deportiva, sino también por su construcción y especificaciones. Con un precio que ronda los 60 euros, se convierte en una de las mejores opciones si quieres un reloj automático con presencia y carácter sin romper la hucha.",
    "url": "/watches/pagani-design/yatch-master-pd1651",
    "image": "/watches/pagani-design/yatch-master.png"
  },
  {
    "id": 3,
    "title": "Tandorio Flieger Tipo B, diseño y calidad a precio reducido",
    "description": "El Tandorio CUSN8 es un flieger tipo B fiel a sus raíces, pero adaptado al uso diario con mejoras modernas como el cristal de zafiro y la gran resistencia al agua. Aunque algunos detalles pueden no gustar a todos, el conjunto ofrece una gran relación calidad-precio. Ideal para quienes valoran el legado histórico de los relojes de aviador y quieren una pieza funcional y visualmente impactante.",
    "url": "/watches/tandorio/cusn8-flieger-b",
    "image": "/watches/tandorio/flieger-b.png"
  },
  {
    "id": 4,
    "title": "Cadisen C-8200G, el Royal Oak imbatible",
    "description": "Hay relojes que entran por los ojos y luego sorprenden por dentro. El Cadisen C-8200G es uno de esos casos. Un diver que la propia marca describe como de diseño alemán, pero que en cuanto lo ves te recuerda inmediatamente al icónico Royal Oak de Audemars Piguet. Esta fusión estética entre lo deportivo y lo refinado es una de sus principales bazas, aunque desde luego no la única.",
    "url": "/watches/cadisen/c8200-royal-oak",
    "image": "/watches/cadisen/royal-oak.png"
  },
  {
    "id": 5,
    "title": "Pagani Design BB58, el Tudor Black Bay de menos de 100$",
    "description": "El Pagani Design PD-1671 es un reloj que no se anda con rodeos: toma inspiración directa del Tudor Black Bay 58 y la transforma en una propuesta más asequible, sin perder carácter ni atención al detalle. Este diver se presenta como una opción sólida para quien busca diseño, robustez y prestaciones reales a un precio casi simbólico.",
    "url": "/watches/pagani-design/blackbay-pd1671",
    "image": "/watches/pagani-design/blackbay.png"
  },
  {
    "id": 6,
    "title": "Casio Edifice EFR-S108D, este CasiOak es pura elegancia y diseño",
    "description": "El Casio Edifice EFR-S108D, apodado por muchos como CasiOak, no es simplemente un reloj económico que recuerda al Royal Oak. Es una reinterpretación accesible y moderna de una estética clásica que, en manos de Casio, toma forma en un reloj delgado, preciso y con un diseño sorprendentemente cuidado. Esta pieza logra aunar diseño, funcionalidad y comodidad con una ejecución que, por su precio, resulta difícil de igualar.",
    "url": "/watches/casio/edifice-efr-s108d",
    "image": "/watches/casio/edifice.png"
  },
  {
    "id": 7,
    "title": "Tandorio Flieger Tipo A, impresionante el lumen de este aviador",
    "description": "En el mundo de la relojería, pocos diseños tienen tanta carga histórica como los relojes tipo flieger. Nacidos en plena guerra para satisfacer las necesidades de los pilotos, su legado sigue muy presente en la actualidad. Hoy te presento el segundo flieger de mi colección, un modelo tipo A, reconocible por su diseño centrado en las horas en lugar de los minutos. Un reloj que, sin grandes pretensiones, se gana el respeto por su equilibrio entre funcionalidad, estética y precio.",
    "url": "/watches/tandorio/cusn8-flieger-a",
    "image": "/watches/tandorio/flieger-a.png"
  },
  {
    "id": 8,
    "title": "Sugess Deus, cronógrafo mecánico ST1901 a precio de cuarzo",
    "description": "El Sugess Deus, un homenaje al icónico cronógrafo de Breitling que destaca por su diseño atractivo y su marcado estilo clásico. Un modelo ideal para quienes buscan iniciarse en el mundo de los cronógrafos mecánicos sin renunciar a una estética cuidada y un movimiento con historia.",
    "url": "/watches/sugess/deus-chronograph",
    "image": "/watches/sugess/sugess-deus.png"
  },
  {
    "id": 9,
    "title": "TOP 10 Divers automáticos baratos de Aliexpress",
    "description": "Si estás pensando en iniciarte en el mundo de los relojes automáticos tipo diver sin gastar demasiado, en este artículo encontrarás una selección de 10 modelos disponibles en Aliexpress que destacan por su excelente relación calidad-precio. Todos ellos se encuentran en un rango de precios que va desde los 50 hasta los 150 euros, y muchos cuentan con características que sorprenden en esta gama.",
    "url": "/reviews/top-divers-aliexpress",
    "image": "/reviews/top-divers-aliexpress/top-divers-aliexpress.png"
  },
  {
    "id": 10,
    "title": "TOP 10 Cronógrafos baratos de Aliexpress",
    "description": "Si estás buscando un cronógrafo asequible que ofrezca buenas prestaciones y un diseño atractivo, esta lista es para ti. Aquí tienes una selección de 10 cronógrafos que puedes encontrar en Aliexpress, con precios que oscilan entre los 40 y los 170 euros. Ocho de ellos funcionan con calibres de cuarzo o mecaquartz, mientras que los dos últimos son cronógrafos mecánicos que destacan por su gran relación calidad-precio.",
    "url": "/reviews/top-cronos-aliexpress",
    "image": "/reviews/top-cronos-aliexpress/top-cronos-aliexpress.png"
  },
  {
    "id": 11,
    "title": "Pagani Design Moonwatch, este no es de biocerámica",
    "description": "El Pagani Design PD-1672 es un homenaje al icónico Omega Speedmaster, pero con un giro inesperado: su construcción en acero inoxidable y su diseño robusto lo hacen destacar entre otros homenajes. Con un precio asequible y una estética cuidada, este reloj es perfecto para quienes buscan un cronógrafo mecánico sin renunciar a la calidad.",
    "url": "/watches/pagani-design/moonwatch-pd1701",
    "image": "/watches/pagani-design/moonwatch.png"
  },
  {
    "id": 12,
    "title": "Timex Expedition Scout, reloj de campo para el aventurero moderno",
    "description": "El Timex Expedition Scout es una de las opciones más populares dentro de los relojes de inspiración militar gracias a su diseño funcional, su resistencia y, sobre todo, su asequibilidad. Con una larga trayectoria en el mundo de la relojería, Timex ha sabido ganarse un lugar entre los entusiastas gracias a modelos como este, que combinan estética clásica, materiales robustos y detalles prácticos como su reconocida iluminación Indiglo.",
    "url": "/watches/timex/expedition-scout",
    "image": "/watches/timex/expedition-scout.png"
  },
  {
    "id": 13,
    "title": "Guía para empezar tu colección de relojes, esto es lo que me habría gustado saber antes",
    "description": "Quiero compartir con vosotros una pequeña guía con algunas de las cosas que me habría gustado saber cuando empecé mi colección de relojes. No pretendo sentar cátedra ni dar una verdad absoluta, simplemente voy a contaros lo que he aprendido con el tiempo, basado en mi experiencia personal. Así que si pensáis diferente en algún punto, os invito a debatirlo en el grupo de Telegram —entre todos siempre aprendemos más.",
    "url": "/reviews/consejos-coleccion-relojes",
    "image": "/reviews/consejos-coleccion-relojes/consejos-coleccion-relojes.png"
  },
  {
    "id": 14,
    "title": "Falsificaciones Seiko en Aliexpress, ¿merecen la pena?",
    "description": "En el apasionante mundo de la relojería, hay algo que todos compartimos: la tentación. Y si navegas por AliExpress con cierta frecuencia, probablemente te habrás topado con relojes que, a primera vista, parecen auténticas gangas. Marcas reconocidas, diseños icónicos… y precios que rozan el absurdo. ¿Un Seiko Prospex por 20 euros? Suena demasiado bien para ser cierto, y ¿lo es?.",
    "url": "/reviews/seiko-falso-aliexpress",
    "image": "/reviews/seiko-falso-aliexpress/seiko-falso-aliexpress.png"
  }
]